{
    "[playlists]": [
        {
            "emotion": "happy",
            "description":"For those times when you are just feeling good about life, the world is looking up! This playlist is for the main characters who walk through life with a little pep in their step! This playlist is a carefully selected collection of tracks that radiate happiness, designed to uplift your spirits and sprinkle joy into your day. Imagine the warmth of the sun on your face, the lightness of being, and the infectious laughter that comes from deep within. Each song is a burst of bright colors, a sweet melody that speaks directly to the soul, promising you nothing but smiles and a heart full of bliss. Whether you need a pick-me-up or just want to amplify your happiness, \"The world is looking up\" is your go-to soundtrack for a dose of musical sunshine." ,
            "embeddedHtml":"<iframe style=\"border-radius:12px\" src=\"https://open.spotify.com/embed/playlist/20yvvXBIhPQthgWpvZb69K?utm_source=generator\" width=\"100%\" height=\"352\" frameBorder=\"0\" allowfullscreen=\"\" allow=\"autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture\" loading=\"lazy\"></iframe>"
        },
        {
            "emotion": "sad",
            "description":"Do you like to stare out the window when it rains? Are you going through a breakup eating ice cream alone in your bed? Dive into melancholy as each song is a rain-soaked letter, never sent, carrying whispers of unspoken goodbyes and the shadows of farewells too heavy for words. It's for those times when the world outside mirrors the storm within, and all you seek is the understanding that only music can provide. From the soft whispers of loss to the loud silence of longing, these tracks delve into the myriad shades of sadness, offering a cathartic release that only the most heartfelt songs can. This is more than just a playlist, this is a home for the heartbroken." ,
            "embeddedHtml":"<iframe style=\"border-radius:12px\" src=\"https://open.spotify.com/embed/playlist/5kecOTpv0R1GtxJWVuJUIa?utm_source=generator\" width=\"100%\" height=\"352\" frameBorder=\"0\" allowfullscreen=\"\" allow=\"autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture\" loading=\"lazy\"></iframe>"
        },
        {
            "emotion": "silly",
            "description":"Are you feeling a little silly, goofy even? Each track is a burst of sunshine, a musical pie in the face, where the only thing taken seriously is the art of not taking anything seriously at all. After all, life is too short not to celebrate the silly. Crafted for the goofiest girls and boys who live by the motto \"Why be moody when you can shake your booty?\", this playlist is a no-holds-barred celebration of all things fun and funky. This is a mix of classic party anthems, viral internet sensations, and those guilty pleasure tracks we all love to hate (or is it hate to love?). Warning: Uncontrollable laughter and spontaneous dancing ahead!" ,
            "embeddedHtml":"<iframe style=\"border-radius:12px\" src=\"https://open.spotify.com/embed/playlist/2OyuSsY7rnZmmnsV3GByNk?utm_source=generator\" width=\"100%\" height=\"352\" frameBorder=\"0\" allowfullscreen=\"\" allow=\"autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture\" loading=\"lazy\"></iframe>"
        },
        {
            "emotion": "focused",
            "description":"Burning the midnight oil? This playist will take you to ancient libraries of wisdom as you enter complete concentration. These songs are for the hard workers that know what 'a job well done' means. \"Peak Productivity\" is a meticulously crafted classical music playlist designed to be the ultimate companion for late-night study sessions in the tranquil silence of a dimly lit library. Each piece has been selected for its ability to foster concentration, stimulate the intellect, and transport the listener to a state of serene focus. As each note resonates through the hallowed halls of the library, let the music guide you to academic insights and inspiration, surrounded by the silent solidarity of fellow nocturnal scholars." ,
            "embeddedHtml":"<iframe style=\"border-radius:12px\" src=\"https://open.spotify.com/embed/playlist/0O0awLzwbcyPAbtOn2T6qG?utm_source=generator\" width=\"100%\" height=\"352\" frameBorder=\"0\" allowfullscreen=\"\" allow=\"autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture\" loading=\"lazy\"></iframe>"
        },
        {
            "emotion": "content",
            "description":"Dedicated to the hearts that long for adventure in the great outdoors. As you press play, let the first notes call you to the end of the lake where each song ripples across the water, blending with the symphony of nature. This playlist is perfect for those quiet moments of reflection amidst the wilderness, for picnics on soft grassy knolls surrounded by wildflowers, or for leisurely hikes on hidden trails where every turn reveals a new wonder. It's about embracing the pace of nature, where every moment is savored, and every step is an opportunity to marvel at the world's unspoken beauty." ,
            "embeddedHtml":"<iframe style=\"border-radius:12px\" src=\"https://open.spotify.com/embed/playlist/0BdtKFGkfovgoC58UtTkkz?utm_source=generator\" width=\"100%\" height=\"352\" frameBorder=\"0\" allowfullscreen=\"\" allow=\"autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture\" loading=\"lazy\"></iframe>"
        }
    ]
}
